tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "railwaycat/emacsmacport"
tap "rcmdnk/brewall"
tap "versent/taps"
brew "advancecomp"
brew "apr-util"
brew "aspell"
brew "awscli"
brew "bat"
brew "freetype"
brew "coreutils"
brew "gnutls"
brew "cask"
brew "clang-format"
brew "clisp"
brew "cmake"
brew "cmigemo"
brew "composer"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "direnv"
brew "exercism"
brew "fasd"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "freetds"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "global"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "gradle-completion"
brew "graphviz"
brew "grep"
brew "hub"
brew "jenv"
brew "jmeter"
brew "jq"
brew "kotlin"
brew "libpq"
brew "libyaml"
brew "mas"
brew "minikube", link: false
brew "multimarkdown"
brew "mysql-client"
brew "mysql-utilities"
brew "mysql@5.7"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node"
brew "openapi-generator"
brew "optipng"
brew "peco"
brew "php", restart_service: true, link: false
brew "pipenv", link: false
brew "plantuml"
brew "protobuf"
brew "pyenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ruby"
brew "rustup-init"
brew "screen"
brew "sphinx-doc"
brew "stunnel"
brew "telnet"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "kyoshidajp/ghkw/ghkw"
brew "railwaycat/emacsmacport/emacs-mac"
brew "versent/taps/saml2aws"
cask "android-studio"
cask "authy"
cask "bbedit"
cask "bitwarden"
cask "clipy"
cask "cyberduck"
cask "dash"
cask "deepl"
cask "discord"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hack-nerd-font"
cask "fork"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "kindle"
cask "minikube"
cask "mysqlworkbench"
cask "notion"
cask "oracle-jdk"
cask "paw"
cask "postman"
cask "slack"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 715768417
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
