tap "caskroom/fonts"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "railwaycat/emacsmacport"
tap "rcmdnk/brewall"
tap "versent/taps"
brew "advancecomp"
brew "aspell"
brew "sqlite"
brew "awscli"
brew "bat"
brew "freetype"
brew "python", link: false
brew "cask"
brew "clisp"
brew "cmigemo"
brew "composer"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "direnv"
brew "fasd"
brew "ffmpeg"
brew "gcc"
brew "gibo"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "global"
brew "gnupg"
brew "gradle"
brew "graphviz"
brew "hub"
brew "jenv"
brew "jmeter"
brew "jq"
brew "kotlin"
brew "libyaml"
brew "minikube"
brew "multimarkdown"
brew "mysql-utilities"
brew "mysql@5.7"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node"
brew "optipng"
brew "php", restart_service: true, link: false
brew "pipenv", link: false
brew "plantuml"
brew "protobuf"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rust"
brew "screen"
brew "sl"
brew "telnet"
brew "terraformer"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn", link: false
brew "zsh"
brew "kyoshidajp/ghkw/ghkw"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-natural-title-bar"], link: false
brew "versent/taps/saml2aws"
cask "android-studio"
cask "atom"
cask "cyberduck"
cask "dash"
cask "discord"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "google-cloud-sdk"
cask "hyper"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "kindle"
cask "kitematic"
cask "minikube"
cask "mysqlworkbench"
cask "paw"
cask "phpstorm"
cask "postman"
cask "powershell"
cask "pycharm"
cask "sequel-pro"
cask "slack"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
