tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "kyoshidajp/ghkw"
tap "railwaycat/emacsmacport"
tap "rcmdnk/brewall"
tap "versent/taps"
brew "advancecomp"
brew "alp"
brew "apr-util"
brew "git"
brew "asdf"
brew "aspell"
brew "awscli"
brew "bat"
brew "freetype"
brew "cairo"
brew "coreutils"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs", link: false
brew "cask"
brew "clang-format"
brew "clisp"
brew "cloc"
brew "cmake"
brew "cmigemo"
brew "curl"
brew "freetds"
brew "libpq"
brew "php", restart_service: :changed
brew "composer"
brew "ctags"
brew "go"
brew "dep"
brew "direnv"
brew "docutils"
brew "exa"
brew "exercism"
brew "fasd"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "librist"
brew "libssh"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-flow"
brew "git-open"
brew "git-secrets"
brew "glow"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "gradle-completion"
brew "gts"
brew "graphviz"
brew "grep"
brew "hub"
brew "jmeter"
brew "jq"
brew "kotlin"
brew "libfido2"
brew "libyaml"
brew "mas"
brew "minikube"
brew "multimarkdown"
brew "mysql-client"
brew "protobuf"
brew "mysql@5.7"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node"
brew "openapi-generator"
brew "optipng"
brew "pandoc"
brew "peco"
brew "percona-toolkit"
brew "perl"
brew "pipenv"
brew "plantuml"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rustup"
brew "screen"
brew "sl"
brew "sphinx-doc"
brew "stunnel"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "texinfo"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tree"
brew "vim"
brew "virtualenv"
brew "wget"
brew "winetricks"
brew "yarn"
brew "zsh"
brew "kyoshidajp/ghkw/ghkw"
cask "adoptopenjdk8"
cask "alfred"
cask "android-studio"
cask "authy"
cask "basictex"
cask "bitwarden"
cask "cursor"
cask "cyberduck"
cask "dash"
cask "deepl"
cask "discord"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "emacs-mac"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ledger"
cask "fork"
cask "gcloud-cli"
cask "hammerspoon"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "multipass"
cask "mysqlworkbench"
cask "openvpn-connect"
cask "oracle-jdk"
cask "orbstack"
cask "postman"
cask "rapidapi"
cask "session-manager-plugin"
cask "slack"
cask "tableplus"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wine-crossover"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "GarageBand", id: 682658836
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
vscode "arjun.swagger-viewer"
vscode "codestream.codestream"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
go "github.com/matsuu/kataribe"
